{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "kanagawa.nvim": [],
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "marks.nvim": {
      "src": "https://github.com/chentoast/marks.nvim"
    },
    "mason-lspconfig.nvim": [],
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.pick": [],
    "mini.snippets": {
      "src": "https://github.com/nvim-mini/mini.snippets"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": [],
    "nvim-treesitter": {
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": [],
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "simpylfold": {
      "src": "https://github.com/tmhedberg/simpylfold"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree.git"
    }
  }
}
